{ "nodes": [{ "id": "Voiceless dental and alveolar stops", "node": 0, "group": 50, "sum": "The voiceless alveolar stop is a type of consonantal sound used in many spoken languages. The symbol in the International Phonetic Alphabet that represents voiceless dental, alveolar, and postalveolar stops is ⟨t⟩, and the equivalent X-SAMPA symbol is t. The dental stop can be distinguished with the underbridge diacritic, ⟨t̪⟩, the postalveolar with a retraction line, ⟨t̠⟩, and the Extensions to the IPA have a double underline diacritic which can be used to explicitly specify an alveolar pronunciation, ⟨t͇⟩.\nThe [t] sound is a very common sound cross-linguistically; the most common consonant phonemes of the world's languages are [t], [k] and [p]. Most languages have at least a plain [t], and some distinguish more than one variety. Some languages without a [t] are Hawaiian (except for Ni‘ihau; Hawaiian uses a voiceless velar stop [k] for loanwords with [t]), colloquial Samoan (which also lacks an [n]), Abau, and Nǁng of South Africa." }, { "id": "Ejective consonant", "node": 1, "group": 105, "sum": "In phonetics, ejective consonants are usually voiceless consonants that are pronounced with a glottalic egressive airstream. In the phonology of a particular language, ejectives may contrast with aspirated, voiced, and tenuis consonants. Some languages have glottalized sonorants with creaky voice that pattern with ejectives phonologically, and other languages have ejectives that pattern with implosives, which has led to phonologists positing a phonological class of glottalic consonants, which includes ejectives." }, { "id": "Austronesian languages", "node": 2, "group": 35, "sum": "The Austronesian languages are a language family that is widely dispersed throughout Maritime Southeast Asia, Madagascar and the islands of the Pacific Ocean, with a few members in continental Asia. Austronesian languages are spoken by about 386 million people, making it the fifth-largest language family by number of speakers, behind only the Indo-European languages, the Sino-Tibetan languages, the Niger-Congo languages, and the Afroasiatic languages. It is on par with Indo-European, Niger–Congo, and Afroasiatic as one of the best-established language families. Major Austronesian languages with the highest number of speakers are Malay (Indonesian and Malaysian), Javanese, and Filipino (Tagalog). The family contains 1,257 languages, which is the second most of any language family.\nOtto Dempwolff was the first researcher to extensively explore Austronesian using the comparative method. Another German, Wilhelm Schmidt, coined the German word austronesisch which comes from Latin auster \"south wind\" plus Greek nêsos \"island\". The name Austronesian was formed from the same roots. The family is aptly named, as the vast majority of Austronesian languages are spoken on islands: only a few languages, such as Malay and the Chamic languages, are indigenous to mainland Asia. Many Austronesian languages have very few speakers, but the major Austronesian languages are spoken by tens of millions of people and one Austronesian language, Malay (incl. Indonesian and Malaysian), is spoken by 250 million people, making it the 8th most spoken language in the world. Twenty or so Austronesian languages are official in their respective countries (see the list of major and official Austronesian languages).\nDifferent sources count languages differently, but Austronesian and Niger–Congo are the two largest language families in the world, each having roughly one-fifth of the total languages counted in the world. The geographical span of Austronesian was the largest of any language family before the spread of Indo-European in the colonial period, ranging from Madagascar off the southeastern coast of Africa to Easter Island in the eastern Pacific. Hawaiian, Rapa Nui, and Malagasy (spoken on Madagascar) are the geographic outliers of the Austronesian family.\nAccording to Robert Blust (1999), Austronesian is divided in several primary branches, all but one of which are found exclusively on Taiwan. The Formosan languages of Taiwan are grouped into as many as nine first-order subgroups of Austronesian. All Austronesian languages spoken outside Taiwan (including its offshore Yami language) belong to the Malayo-Polynesian branch, sometimes called Extra-Formosan.\nMost Austronesian languages lack a long history of written attestation, making the feat of reconstructing earlier stages – up to distant Proto-Austronesian – all the more remarkable. The oldest inscription in the Cham language, the Đông Yên Châu inscription, dated to the mid-6th century at the latest, is also the first attestation of any Austronesian language." }, { "id": "Li'o language", "node": 3, "group": 301, "sum": "Li'o, Kéo, or Ende-Li'o, is a Malayo-Polynesian dialect cluster spoken on Flores in Indonesia." }, { "id": "Central Philippine languages", "node": 4, "group": 118, "sum": "The Central Philippine languages are the most geographically widespread demonstrated group of languages in the Philippines, being spoken in southern Luzon, Visayas, Mindanao, and Sulu. They are also the most populous, including Tagalog (and Filipino), Bikol, and the major Visayan languages Cebuano, Hiligaynon, Waray, Kinaray-a, and Tausug, with some forty languages altogether." }, { "id": "Manide language", "node": 5, "group": 230, "sum": "Manide, a.k.a. Camarines Norte Agta, is a divergent Philippine language spoken by a Philippine Negrito people of Camarines Norte Province in southern Luzon Island, Philippines. The municipalities of Labo, Paracale, and Jose Panganiban have the most speakers.\nManide is closely related to Agta (Inagta) of Alabat and Lopez, Quezon Province (Lobel 2013:66-67). The Agta of Alabat Island were originally descended from migrants from Lopez (Lobel 2010). Their language, Inagta Alabat, is moribund. These languages do not appear to be closely related to any other Philippine languages, and do not subgroup in the Central Philippine or even Greater Central Philippine branches (Lobel 2013:275)." }, { "id": "Bikol languages", "node": 6, "group": 34, "sum": "The Bikol languages are a group of Central Philippine languages spoken mostly on the Bicol Peninsula in the island of Luzon, the neighbouring island province of Catanduanes and the island of Burias of Masbate. There is a dialect continuum between the Visayan languages and the Bikol languages; the two together are called the Bisakol languages." }, { "id": "Chavacano", "node": 7, "group": 84, "sum": "Chavacano or Chabacano [tʃaβaˈkano] is a Spanish-based creole language spoken in the Philippines. The word Chabacano is derived from Spanish, meaning \"poor taste\", \"vulgar\", for the Chavacano language, developed in Cavite City, Ternate, Zamboanga and Ermita.\nSix different dialects have developed: Zamboangueño in Zamboanga City, Davaoeño Zamboangueño / Castellano Abakay in Davao City, Ternateño in Ternate, Cavite, Caviteño in Cavite City, Cotabateño in Cotabato City and Ermiteño in Ermita.\nChavacano is the only Spanish-based creole in Asia. It has survived for more than 400 years, making it one of the oldest creole languages in the world. Among Philippine languages, it is the only one that is not an Austronesian language, but like Malayo-Polynesian languages, it uses reduplication." }, { "id": "East Malaysia", "node": 8, "group": 132, "sum": "East Malaysia (Malaysia Timur), also known as Sabah, Sarawak and Labuan (Sabah, Sarawak dan Labuan) or Malaysian Borneo, is the part of Malaysia located on the island of Borneo. It consists of the Malaysian states of Sabah, Sarawak, and the Federal Territory of Labuan. It lies to the east of Peninsular Malaysia (West Malaysia), which is located on the Malay Peninsula. The two are separated by the South China Sea. While East Malaysia is less populated and less developed than West Malaysia, its land mass is larger and it has notably more natural resources, chiefly oil and gas reserves." }, { "id": "Energy policy of Malaysia", "node": 9, "group": 61, "sum": "The energy policy of Malaysia is determined by the Malaysian Government, which address issues of energy production, distribution, and consumption. The Department of Electricity and Gas Supply acts as the regulator while other players in the energy sector include energy supply and service companies, research and development institutions and consumers. Government-linked companies Petronas and Tenaga Nasional Berhad are major players in Malaysia's energy sector.\nGovernmental agencies that contribute to the policy are the Ministry of Energy, Green Technology and Water, Energy Commission (Suruhanjaya Tenaga), and the Malaysia Energy Centre (Pusat Tenaga Malaysia). Among the documents that the policy is based on are the 1974 Petroleum Development Act, 1975 National Petroleum Policy, 1980 National Depletion Policy, 1990 Electricity Supply Act, 1993 Gas Supply Acts, 1994 Electricity Regulations, 1997 Gas Supply Regulation and the 2001 Energy Commission Act.\n\n" }, { "id": "Unfederated Malay States", "node": 10, "group": 157, "sum": "The term Unfederated Malay States (Malay: Negeri-negeri Melayu Tidak Bersekutu) was the collective name given to five British protected states in the Malay peninsula in the first half of the twentieth century. These states were Johor, Kedah, Kelantan, Perlis, and Terengganu. In contrast with the four adjoining Federated Malay States of Selangor, Perak, Pahang, and Negri Sembilan, the five Unfederated Malay States lacked common institutions, and did not form a single state in international law; they were in fact standalone British protectorates.\n\nIn 1946 the British colony of the Straits Settlements was dissolved. Penang and Malacca which had formed a part of the Straits Settlements were then grouped with the Unfederated Malay States and the Federated Malay States to form the Malayan Union. In 1948, the Malayan Union was reconstituted as a federation of eleven states known as the Federation of Malaya. Nine of the states of the new Federation of Malaya continued as British Protected States, while two of them, Penang and Malacca remained as British colonies. The Federation of Malaya gained full independence from the UK in August 1957." }, { "id": "Governor of Victoria", "node": 11, "group": 231, "sum": "The Governor of Victoria is the representative in the Australian state of Victoria of its monarch, Elizabeth II, Queen of Australia and is one of the Governors of the Australian states. The governor performs the same constitutional and ceremonial functions at the state level as does the Governor-General of Australia at the federal level. The governor's office and official residence is Government House next to the Royal Botanic Gardens and surrounded by Kings Domain in Melbourne.\nThe Governor of Victoria is appointed by the Queen of Australia on the advice of the Premier of Victoria. The current Governor of Victoria is former judge Linda Dessau, Victoria's first female governor." }, { "id": "Tudor Crown", "node": 12, "group": 228, "sum": "The Tudor Crown, also known as Henry VIII's Crown, was the imperial and state crown used by the monarchs of England and Great Britain from around the time of Henry VIII up to the English Civil War in 1649. It was described by the art historian Sir Roy Strong as \"a masterpiece of early Tudor jeweller's art\", and its form has been compared to the crown of the Holy Roman Empire." }, { "id": "Crown of Frederick I", "node": 13, "group": 115, "sum": "The Crown of Frederick I (German: Krone von Friedrich I.), was made by the Court Jewellers for Frederick I of Prussia in 1701, who crowned himself and his wife Sophie Charlotte in a baroque ceremony at Königsberg Castle, Königsberg. The crown was also used for the coronation of Frederick William I and his son, Frederick II (better known as Frederick the Great). He was a very frugal monarch, and although the crown was present at his coronation, he did not wear it.\nThe crown along with most of the Prussian royal regalia is kept at Charlottenburg Palace." }, { "id": "Crown of the Netherlands", "node": 14, "group": 63, "sum": "The current Crown of the Netherlands is of relatively modern origin. In 1813 the new \"Sovereign Ruler\" of the Netherlands, Prince Willem of Orange, son and heir of the exiled Stadtholder Willem V of Orange, was sworn in as Dutch monarch in Amsterdam. There was no crown present at the ceremony.\nWhen, in 1815, Willem was proclaimed \"King of the Netherlands\" in Brussels, he was not crowned but there was a crown present, a huge and unusable construction of gilded copper, pearls made of pasted fishskin and coloured glass. The four holes in the ring, the peculiar size and the lack of a bill in the accounts that do contain the jeweler's bill for the gilded silver orb and sceptre, suggest that it was the old \"funeral crown\", used by the Stadtholders in the 18th century and then tied to a cushion on top of the coffin when driven to the vault in Delft. This crown still exists. It may have been used for royal funerals in the 19th century.\nThe Dutch College of Arms (the \"Hoge Raad van Adel\") approved of a new royal coat of arms with crown on 24 August 1815. From then on, the heraldic crown and the actual crown would differ.\nThe heraldic crown was described as \"a bejeweled golden ring with golden fleurons and pearls, eight rising arches studded with pearls and topped with an orb with a cross. The crown is not lined with velvet.\"\nIn 1840, King Willem I abdicated and a new crown was made. This small crown contains no real diamonds or pearls. It was made of gilded silver, balls covered with fish skin and glass with coloured foil behind it. The lining was made of red silk. Willem II and his successors chose not to wear it, but to leave it on a special table during the ceremony when both the King and the States-General take the oath. The crown was used in royal funerals.\nIn 1898, 24 of the 74 pearls were removed as the crown was prepared for the installation of Queen Wilhelmina. The crown has not changed since then. It was the monarch's private property until 1963. It was given to a foundation controlled by the Royal Family and has never been on display, except for the investitures of 1898, 1948, 1980, 2013, a funeral in 1934 and an exhibition in 1990." }, { "id": "Crown of Queen Elizabeth The Queen Mother", "node": 15, "group": 49, "sum": "The Crown of Queen Elizabeth The Queen Mother, also known as The Queen Mother's Crown, is the crown made for Queen Elizabeth, the wife of King George VI, to wear at their coronation in 1937 and State Openings of Parliament during her husband's reign. The crown was made by Garrard & Co., the Crown Jeweller at the time, and is modelled partly on the design of Queen Mary's Crown, though it differs by having four half-arches instead of eight. As with Queen Mary's Crown, its arches are detachable at the crosses pattée, allowing it to be worn as a circlet or open crown. It is the only crown for a British king or queen to be made of platinum.\nThe crown is decorated with about 2,800 diamonds, most notably the 105-carat (21.0 g) Koh-i-Noor in the middle of the front cross, which was acquired by the East India Company after the Anglo-Sikh Wars and presented to Queen Victoria in 1851, and a 17-carat (3.4 g) Turkish diamond given to her in 1856 by Abdülmecid I, sultan of the Ottoman Empire, as a gesture of thanks for British support in the Crimean War. The Koh-i-Noor became a part of the Crown Jewels when it was left to the Crown upon Victoria's death in 1901. It had been successively mounted in the crowns of Queen Alexandra and Queen Mary before it was transferred to The Queen Mother's Crown.\nAfter the death of the king, Queen Elizabeth, known thereafter as The Queen Mother, did not wear the full crown, but wore it minus the arches as a circlet at the coronation of her daughter, Queen Elizabeth II, in 1953.\nIt was placed on top of The Queen Mother's coffin for her lying-in-state and funeral in 2002.\nThe crown is on public display along with the other Crown Jewels in the Jewel House at the Tower of London." }, { "id": "Coronet of Charles, Prince of Wales", "node": 16, "group": 15, "sum": "The Coronet of Charles, Prince of Wales is a small crown that is part of the Honours of Wales. The gold coronet, with diamonds set in platinum, was made for and used by Prince Charles at his investiture as Prince of Wales in 1969. Designed by the artist Louis Osman, the coronet was a gift from the Worshipful Company of Goldsmiths to the prince's mother, Queen Elizabeth II. It has been described as modern but its form is traditional. The coronet is in storage along with the other Welsh regalia at St James's Palace, London." }, { "id": "Malcolm Appleby", "node": 17, "group": 150, "sum": "Malcolm Appleby MBE (born 1946 in West Wickham) is an English engraver. His public and private commissions include: a 500th anniversary silver cup for the London Assay Office (1978); a raven gun for the Royal Armouries (1986); a cruet set for 10 Downing Street, commissioned by The Silver Trust (1988); a sculptural tablepiece for Bute House, Edinburgh, the residence of the First Minister for Scotland (1999); a silver teapot and gold beaded silver bowl for the Art Gallery of Western Australia in Perth, Australia (2000); and the Royal and Gannochy Trust Medals awarded by the Royal Society of Edinburgh (2000, 2003).\nAppleby trained at Beckenham School of Art, Ravensbourne College of Art, Central School of Arts and Crafts, Sir John Cass School of Art and the Royal College of Art. He was a Littledale Scholar at the Worshipful Company of Goldsmiths in 1969. He has lived in Scotland for most of his working life, and currently maintains an atelier at Grandtully near Aberfeldy, Perthshire. He received an honorary D.Litt from Heriot-Watt University in 2000 and was appointed Member of the Order of the British Empire (MBE) in the 2014 Birthday Honours for services to hand engraving." }, { "id": "Worshipful Company of Goldsmiths", "node": 18, "group": 24, "sum": "The Worshipful Company of Goldsmiths is one of the Great Twelve Livery Companies of the City of London.\nThe Company, which originates from the twelfth century, received a Royal Charter in 1327 and ranks fifth in the order of precedence of City Livery Companies. Its motto is Justitia Virtutum Regina, Latin for Justice is Queen of Virtues.\nThe Goldsmiths' Company founded a London Technical and Recreative Institute in 1891, which is better known nowadays as Goldsmiths, University of London." }, { "id": "Worshipful Company of Arts Scholars", "node": 19, "group": 40, "sum": "The Worshipful Company of Arts Scholars is the 110th livery company of the City of London. It was recognized as a company without Livery in 2010, and being constituted as a Livery Company on 11 February 2014 by the Court of Aldermen." }, { "id": "Worshipful Company of Makers of Playing Cards", "node": 20, "group": 80, "sum": "The Worshipful Company of Makers of Playing Cards is one of the Livery Companies of the City of London, incorporated in 1628, and ranking at No.75 in the order of precedence. It is limited to 150 members, and its livery colours are red and white." }, { "id": "City of London", "node": 21, "group": 3, "sum": "The City of London is a city and county that is an enclave of London. It constituted most of London from its settlement by the Romans in the 1st century AD to the Middle Ages, but the agglomeration has since grown far beyond the City's borders. The City is now only a tiny part of the metropolis of London, though it remains a notable part of central London. Administratively, it forms one of the 33 local authority districts of Greater London; however, the City of London is not a London borough, a status reserved for the other 32 districts (including London's only other city, the City of Westminster).\nThe City of London is widely referred to simply as the City (differentiated from the phrase \"the city of London\" by capitalising City) and is also colloquially known as the Square Mile, as it is 1.12 sq mi (2.90 km2) in area. Both of these terms are also often used as metonyms for the United Kingdom's trading and financial services industries, which continue a notable history of being largely based in the City. The name London is now ordinarily used for a far wider area than just the City. London most often denotes the sprawling London metropolis, or the 32 London boroughs, in addition to the City of London itself. This wider usage of London is documented as far back as 1888, when the County of London was created.\nThe local authority for the City, namely the City of London Corporation, is unique in the UK and has some unusual responsibilities for a local council, such as being the police authority. It is also unusual in having responsibilities and ownerships beyond its boundaries. The Corporation is headed by the Lord Mayor of the City of London, an office separate from (and much older than) the Mayor of London. The current Lord Mayor, as of November 2016, is Andrew Parmley.\nThe City is a major business and financial centre. Throughout the 19th century, the City was the world's primary business centre, and it continues to be a major meeting point for businesses. London came top in the Worldwide Centres of Commerce Index, published in 2008. The insurance industry is focused around the eastern side of the City, around Lloyd's building. A secondary financial district exists outside of the City, at Canary Wharf, 2.5 miles (4 km) to the east.\nThe City has a resident population of about 7,000 (2011) but over 300,000 people commute to and work there, mainly in the financial services sector. The legal profession forms a major component of the northern and western sides of the City, especially in the Temple and Chancery Lane areas where the Inns of Court are located, of which two—Inner Temple and Middle Temple—fall within the City of London boundary." }, { "id": "2012 Summer Olympics", "node": 22, "group": 12, "sum": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was a major international multi-sport event celebrated in the tradition of the Olympic Games, as governed by the International Olympic Committee (IOC). It took place in London and to a lesser extent across the United Kingdom from 25 July to 12 August 2012. The first event, the group stage in women's football began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremonies on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.\nFollowing a bid headed by former Olympic champion Sebastian Coe and then-Mayor of London Ken Livingstone, London was selected as the host city on 6 July 2005 during the 117th IOC Session in Singapore, defeating bids from Moscow, New York City, Madrid, and Paris. London is the first and only city thus far to host the modern Olympic Games three times, having previously done so in 1908 and in 1948.\nConstruction for the Games involved considerable redevelopment, with an emphasis on sustainability. The main focus was a new 200-hectare (490-acre) Olympic Park, constructed on a former industrial site at Stratford, East London. The Games also made use of venues that already existed before the bid.\nThe Games received widespread acclaim for their organisation, with the volunteers, the British military and public enthusiasm praised particularly highly. The opening ceremony, directed by Danny Boyle, received widespread acclaim throughout the world, particular praise from the British public and a minority of widely ranging criticisms from some social media sites. During the Games, Michael Phelps became the most decorated Olympic athlete of all time, winning his 22nd medal. Saudi Arabia, Qatar, and Brunei entered female athletes for the first time, so that every currently eligible country has sent a female competitor to at least one Olympic Games. Women's boxing was included for the first time, thus the Games became the first at which every sport had female competitors. These were the final Olympic Games under the IOC presidency of Jacques Rogge.\nThe final medal tally was led by the United States, followed by China and host Great Britain. Several world and Olympic records were set at the games. Though there were several controversies, the 2012 games were deemed highly successful with the rising standards of competition amongst nations across the world, packed stadiums and smooth organisation. Furthermore, the focus on sporting legacy and post-games venue sustainability was seen as a blueprint for future Olympics." }, { "id": "Hong Kong at the 2012 Summer Olympics", "node": 23, "group": 335, "sum": "Hong Kong competed at the 2012 Summer Olympics in London, from 27 July to 12 August 2012. This was the territory's fifteenth appearance at the Olympics, having not attended the 1980 Summer Olympics in Moscow, because of the United States boycott.\nThe Sports Federation and Olympic Committee of Hong Kong, China sent a total of 42 athletes to the Games, 22 men and 20 women, to compete in 13 sports. This was also the youngest delegation in Hong Kong's Olympic history, with about half the team under the age of 25, and many of them were expected to reach their peak in time for the 2016 Summer Olympics in Rio de Janeiro. Eight Hong Kong athletes had competed in Beijing, including track and road cyclist Wong Kam Po, who competed at his fifth Olympic games as the oldest and most experienced athlete, at age 39. Three other athletes made their third Olympic appearance: swimmer Hannah Wilson, table tennis player Tie Ya Na, and single sculls rower So Sau Wah. Hong Kong also made its Olympic debut in men's sprint relay event, artistic gymnastics, and weightlifting.\nHong Kong left London with only a single Olympic medal, their third in history. Road and track cyclist Lee Wai Sze, who was the nation's flag bearer at the opening ceremony, won the bronze medal in the women's keirin event." }, { "id": "Liberia at the 2012 Summer Olympics", "node": 24, "group": 194, "sum": "Liberia competed at the 2012 Summer Olympics in London, United Kingdom from 27 July to 12 August 2012. This was the nation's eleventh appearance at the Olympics since its debut in 1956.\nThe team comprised four Liberians: three athletes, and for the first time, one jukoda. Among these athletes, American-born decathlete Jangy Addy only competed at his second consecutive Olympics. Sprinter Phobay Kutu-Akoi, a psychology graduate at St. John's University in New York, was the nation's flag bearer at the opening ceremony. Liberia, however, was unable to win its first Olympic medal." }, { "id": "Vanuatu at the 2012 Summer Olympics", "node": 25, "group": 234, "sum": "Vanuatu competed at the 2012 Summer Olympics in London, from 27 July to 12 August 2012. This was the nation's seventh appearance at the Olympics.\nThe Vanuatu Association of Sports and National Olympic Committee (VASNOC) sent the nation's largest delegation to the Games since 1992. Five athletes, three men and two women, were selected to the team to compete in three different sports. Although Vanuatu's earlier Olympic appearances were primarily characterized by athletes competing in the track and field (except the 2000 Summer Olympics in Sydney, and the 2008 Summer Olympics in Beijing, where they included an archer and a table tennis player respectively), this nation involved its Olympic debut in judo. Among the athletes competing at these games, table tennis player Anolyn Lulu, the oldest of the team at age 33, became Vanuatu's second female flag bearer at the opening ceremony.\nVanuatu, however, has yet to win its first ever Olympic medal, as neither of these athletes advanced past the first round of their respective sporting events." }, { "id": "El Salvador at the 2012 Summer Olympics", "node": 26, "group": 72, "sum": "El Salvador competed at the 2012 Summer Olympics in London, United Kingdom, from 27 July to 12 August 2012. This was the nation's tenth appearance at the Olympics.\nComité Olímpico de El Salvador sent a total of 10 athletes to the Games, 5 men and 5 women, to compete in 7 sports. Rifle shooter Melissa Mikec, wife of Serbian athlete Damir Mikec, was able to compete for her nation's team, despite having a dual citizenship with her husband's homeland. Road cyclist Evelyn García, who was at her third Olympic Games, reprised her role as El Salvador's flag bearer at the opening ceremony, the first being done in 2004. El Salvador, however, has yet to win its first Olympic medal." }, { "id": "British Virgin Islands at the 2012 Summer Olympics", "node": 27, "group": 33, "sum": "The British Virgin Islands competed at the 2012 Summer Olympics in London, United Kingdom, which took place between 27 July to 12 August 2012. The country's participation in London marked its eighth appearance at the Summer Olympics since its debut in the 1984 Summer Olympics.\nThe British Virgin Islands delegation included two track and field athletes, 100 meter sprinters J'maal Alexander and Tahesia Harrigan. Harrigan reprised her role to be the nation's flag bearer at the opening ceremony.\nAlexander failed to progress through the heats whilst Harrigan was eliminated in her event's quarter-finals. This meant that British Virgin Islands won no medals at this Summer Olympics." }, { "id": "Bulgaria at the 2012 Summer Olympics", "node": 28, "group": 47, "sum": "Bulgaria competed at the 2012 Summer Olympics in London, United Kingdom from 27 July to 12 August 2012. It was the nation's nineteenth appearance at the Summer Olympics, having missed the Olympics on three different occasions, including the 1984 Summer Olympics in Los Angeles because of the Soviet boycott. Despite this being London's third Olympic Games, this was the first time a Bulgarian team appeared at a London Olympics. The Bulgarian Olympic Committee sent the nation's smallest delegation to the Games, tying the record with Helsinki in 1952, and with Tokyo in 1964. A total of 63 athletes, 36 men and 27 women, competed in 16 sports. Men's volleyball was the only team event in which Bulgaria was representated in these Olympic games. There was only a single competitor in badminton, sprint canoeing, fencing, and judo.\nThe Bulgarian team featured three Olympic medalists from Beijing in freestyle wrestling: Stanka Zlateva, who won the silver, Radoslav Velikov and Kiril Terziev, who both won the bronze. Among these medalists, only Zlateva managed to repeat her silver medal in London, losing out to Russia's Natalia Vorobieva in the final match. Two Bulgarian athletes, on the other hand, made their sixth Olympic appearance: pistol shooter, two-time gold medalist, and former Olympic record holder Maria Grozdeva, and rings gymnast and multiple-time Olympic medalist Yordan Yovchev, who was also the nation's flag bearer at the opening ceremony.\nBulgaria, however, failed to win the gold medal for the first time since 1952, after achieving poor athletic performance at these Olympic games. Only two medals were awarded to the athletes, including the bronze medal won by heavyweight boxer Tervel Pulev." }, { "id": "Bulgaria at the 2008 Summer Olympics", "node": 29, "group": 89, "sum": "Bulgaria was represented by 72 athletes at the 2008 Summer Olympics, held in Beijing, People's Republic of China." }, { "id": "Lebanon at the 2008 Summer Olympics", "node": 30, "group": 235, "sum": "Lebanon competed at the 2008 Summer Olympics, held in Beijing, China.\n\n" }, { "id": "Algeria at the 2008 Summer Olympics", "node": 31, "group": 5, "sum": "Algeria competed in the 2008 Summer Olympics, held in Beijing, People's Republic of China, from 8 to 24 August 2008." }, { "id": "Belize at the 2008 Summer Olympics", "node": 32, "group": 66, "sum": "Belize competed in the 2008 Summer Olympics, held in Beijing, People's Republic of China from 8 to 24 August 2008. Its participation in Beijing marked its eighth Olympic appearance under the name \"Belize\" and its tenth overall, as its first two appearances (1968 in Mexico City and 1972 in Munich) were under the name \"British Honduras\". The Belizean delegation in 2008 included four athletes: three participated in track and field events (Jonathan Williams, Tricia Flores, and Jayson Jones) and one in taekwondo (Alfonso Martínez). Belize did not medal in Beijing, and had not medaled before Beijing, but Jonathan Williams became the first Belizean athlete to advance past the first round of any Olympic event.\n\n" }, { "id": "Saint Kitts and Nevis at the 2008 Summer Olympics", "node": 33, "group": 200, "sum": "The Saint Kitts and Nevis National Olympic Committee sent four athletes to the 2008 Summer Olympics in Beijing, China. All four participated in the track and field competitions across four different events. Three women (Tiandra Ponteen, Virgil Hodge, and Meritzer Williams) and one man (Kim Collins) comprised the Kittitian delegation. Williams and Ponteen did not advance past Qualifications in their events; Hodge reached quarterfinals in both the 100m and 200m sprints; and Collins, who participated in two events, reached the Semifinal round in the 100m sprint, and ranked sixth in the finals in the 200m sprint. Saint Kitts and Nevis did not win any medals during the Beijing Olympics. The flag bearer for the team at the opening ceremony was first-time Olympian Virgil Hodge.\n\n" }, { "id": "Japan at the 2008 Summer Olympics", "node": 34, "group": 119, "sum": "Japan competed at the 2008 Summer Olympics in Beijing, People's Republic of China. The delegation of athletes and officials were represented by the Japanese Olympic Committee.\nThe list of qualified entries for Japan is shown. In some cases, the country qualified for a position in the Olympic Games, and the individual performance in the qualifying event was good enough to guarantee the same person a spot on Japan's team. In other cases, the Japan Olympic Committee assigned a competitor at a later date to fill some of the country's qualified positions, and the Olympic competitor may or may not be the same as the one who participated in the qualifying competition." }, { "id": "Denso Airybees", "node": 35, "group": 242, "sum": "Denso Airybees (デンソー・エアリービーズ, Densō Earībīzu) is a women's volleyball team based in Nishio city, Aichi, Japan. It plays in V.Premier League. The club was founded in 1972.\nThe owner of the team is Denso." }, { "id": "Mizuho Ishida", "node": 36, "group": 37, "sum": "Mizuho Ishida (石田瑞穂 Ishida Mizuho, born January 22, 1988) is a Japanese volleyball player who plays for Hisamitsu Springs." }, { "id": "2010 FIVB Volleyball Women's World Championship", "node": 37, "group": 2, "sum": "The 2010 FIVB Volleyball Women's World Championship was the 16th edition of the FIVB Volleyball Women's World Championship. Like the previous tournament, the 2010 edition also was held in Japan, from October 29, 2010 to November 14, 2010, though the range of venues and locations was modified slightly (Matsumoto and Hamamatsu replaced Sapporo and Kobe in 2010). Twenty-four teams participated in the tournament.\nThe tournament was won by Russia, who finished with a perfect record, defeating Brazil in the intense final game. Japan defeated the United States for the third place, winning their first bronze medal in the tournament history, and the first medal since 1978, having so far three gold and three silver already to their name. Russia won its second straight title, while Brazil was prevented from achieving a volleyball double of winning both the men's championship and the women's championship in the same year.\nRussia's towering outside hitter Yekaterina Gamova was named the tournament Most Valuable Player." }, { "id": "1978 FIVB Volleyball Women's World Championship", "node": 38, "group": 40, "sum": "The 1978 FIVB Volleyball Women's World Championship was the eighth edition of the tournament, organised by the world's governing body, the FIVB. It was held in Leningrad, Soviet Union from August 25 to September 7, 1978." }, { "id": "Germany women's national volleyball team", "node": 39, "group": 140, "sum": "The Germany women's national volleyball team is the national volleyball team of Germany. It is governed by the Deutscher Volleyball-Verband (DVV)." }, { "id": "SS Potsdam", "node": 40, "group": 278, "sum": "SS Potsdam may refer to:\nSS Potsdam (1900), passenger steamer for Hollannd America Line, 1900–1915; Stockholm for Swedish American Line, 1915–1929; Norwegian whale factory ship Solglimt, 1929–1940; following German invasion of Norway, became Sonderburg for the First German Whaling Company, 1940; scuttled in Cherbourg harbor, 1944; completely cleared from channel and scrapped by 1947\nSS Potsdam (1935), passenger steamer for North German Lloyd, 1935–1946; later British troopship, Pakistani pilgrimage ship; scrapped 1976" }, { "id": "Norddeutscher Lloyd", "node": 41, "group": 1, "sum": "Norddeutscher Lloyd (NDL) (North German Lloyd) was a German shipping company. It was founded by Hermann Henrich Meier and Eduard Crüsemann in Bremen on 20 February 1857. It developed into one of the most important German shipping companies of the late 19th and early 20th centuries, and was instrumental in the economic development of Bremen and Bremerhaven. On 1 September 1970, the company merged with Hamburg America Line (HAPAG) to form Hapag-Lloyd AG." }, { "id": "SS Saale", "node": 42, "group": 210, "sum": "SS Saale was an ocean liner for North German Lloyd in the late 19th century, which was severely damaged in the 1900 Hoboken Docks Fire. On 30 June 1900, Saale was moored at the North German Lloyd piers in Hoboken, New Jersey, preparing to depart on a transatlantic crossing when some cotton on a nearby pier caught on fire and spread to the ship. Saale and several other ships were soon engulfed in flames; 99 passengers and crew on Saale were killed in the fire and subsequent sinking.\nThe ship was raised, sold, rebuilt, re-engined, and renamed SS J. L. Luckenbach in 1901–02. The ship served as a cargo ship for the Luckenbach Line. In October 1917, during World War I, the Luckenbach came under attack by German submarine U-62, which damaged the ship and set her cargo of cotton on fire. but the ship was able to eventually make port in France. The ship was renamed SS Princess in 1922 and SS Madison in 1923. She was broken up at Genoa in June 1924.\n\n" }, { "id": "German auxiliary cruiser Komet", "node": 43, "group": 13, "sum": "Komet (German for comet) (HSK-7) was an auxiliary cruiser of Nazi Germany's Kriegsmarine in the Second World War, intended for service as a commerce raider. Known to the Kriegsmarine as Schiff 45, to the Royal Navy she was Raider B.\nAfter completing one successful raid in the South Pacific, she was sunk by British motor torpedo boats in October 1942 whilst attempting to break out into the Atlantic on another." }, { "id": "SS Kaiser Wilhelm II", "node": 44, "group": 144, "sum": "The second SS Kaiser Wilhelm II, named for the German Emperor, was a 19,361 gross ton passenger ship built at Stettin, Germany, completed in the spring of 1903. The ship was seized by the U.S. Government during World War I, and subsequently served as a transport ship. A famous photograph taken by Alfred Stieglitz called The Steerage, as well as descriptions of the conditions of travel in the lowest class, have conflicted with her otherwise glitzy reputation as a high class, high speed trans-Atlantic liner." }, { "id": "USS Susquehanna (ID-3016)", "node": 45, "group": 98, "sum": "USS Susquehanna (ID-3016) was a transport for the United States Navy during World War I. She was the second U.S. Navy ship to be named for the Susquehanna River. Before the war she operated at SS Rhein, an ocean liner for North German Lloyd. She was the lead ship of her class of three ocean liners. After the end of World War I, the ship operated briefly in passenger service as SS Susquehanna. Laid up in 1922, Susquehanna was sold to Japanese ship breakers in 1928 and scrapped." }, { "id": "Length between perpendiculars", "node": 46, "group": 26, "sum": "Length between perpendiculars (often abbreviated as p/p, p.p., pp, LPP, LBP or Length BPP) is the length of a ship along the waterline from the forward surface of the stem, or main bow perpendicular member, to the after surface of the sternpost, or main stern perpendicular member. When there is no sternpost, the centerline axis of the rudder stock is used as the aft end of the length between perpendiculars.\nMeasuring to the stern post or rudder stock was believed to give a reasonable idea of the ship's carrying capacity, as it excluded the small, often unusable volume contained in her overhanging ends. On some types of vessels this is, for all practical purposes, a waterline measurement. In a ship with raked stems, naturally that length changes as the draught of the ship changes, therefore it is measured from a defined loaded condition.\n\n" }, { "id": "Inclining test", "node": 47, "group": 18, "sum": "An inclining test is a test performed on a ship to determine its stability, lightship weight and the coordinates of its center of gravity. The test is applied to newly constructed ships greater than 24m in length, and to ships altered in ways that could affect stability. Inclining test procedures are specified by the International Maritime Organization and other international associations.\nThe weight of a vessel can be readily determined by reading draughts and comparing with the known hydrostatic properties. The metacentric height (GM), which dominates stability, can be estimated from the design, but an accurate value must be determined by an inclining test.\nThe inclining test is usually done inshore in calm weather, in still water, and free of mooring restraints to achieve accuracy. The GM position is determined by moving weights transversely to produce a known overturning moment in the range of 1-4 degrees if possible. Knowing the restoring properties (buoyancy) of the vessel from its dimensions and floating position and measuring the equilibrium angle of the weighted vessel, the GM can be calculated.\nInclinings can be performed in service by averaging out the effects of motions caused by waves. As in a new ship test, the weight shifts have to be known and the angles of tilt measured. The effects of any mooring can be calculated and deducted. A series of weight (usually ballast) movements are used to obtain an average and variance for GM." }, { "id": "Angle of list", "node": 48, "group": 1, "sum": "The angle of list is the degree to which a vessel heels (leans or tilts) to either port or starboard.\nA listing vessel is stable and at equilibrium, but the distribution of weight aboard (often caused by uneven loading or flooding) causes it to heel to one side.\nBy contrast roll is the dynamic movement from side to side caused by waves.\nIf a listing ship goes beyond the point where a righting moment will keep it afloat, it will capsize and potentially sink." }, { "id": "Waterline", "node": 49, "group": 44, "sum": "The waterline is the line where the hull of a ship meets the surface of the water. Specifically, it is also the name of a special marking, also known as an international load line, Plimsoll line and water line (positioned amidships), that indicates the draft of the ship and the legal limit to which a ship may be loaded for specific water types and temperatures in order to safely maintain buoyancy, particularly with regard to the hazard of waves that may arise. Temperature affects the level, because warm water provides less buoyancy, being less dense than cold water, as does salinity, because fresh water is less dense than seawater. For vessels with displacement hulls, the hull speed is determined by, among other things, the waterline length. In a sailing boat, the waterline length can change significantly as the boat heels, and can dynamically affect the speed of the boat.\nThe waterline can also refer to any line on a ship's hull that is parallel to the water's surface when the ship is afloat in a normal position. Hence, all waterlines are one class of \"ships lines\" used to denote the shape of a hull in naval architecture plans.\nIn aircraft design, the term \"waterline\" refers to the vertical location of items on the aircraft. This is (normally) the \"Z\" axis of an XYZ coordinate system, the other two axes being the fuselage station (X) and buttock line (Y)." }, { "id": "Tonnage", "node": 50, "group": 67, "sum": "Tonnage is a measure of the cargo-carrying capacity of a ship. The term derives from the taxation paid on tuns or casks of wine, and was later used in reference to the weight of a ship's cargo. In modern maritime usage, \"tonnage\" specifically refers to a calculation of the volume or cargo volume of a ship. Tonnage should not be confused with displacement, which refers to the actual weight of the vessel.\nMeasurement of tonnage can be complicated, not least because it is used to assess fees on commercial shipping." }, { "id": "Metacentric height", "node": 51, "group": 41, "sum": "The metacentric height (GM) is a measurement of the initial static stability of a floating body. It is calculated as the distance between the centre of gravity of a ship and its metacentre. A larger metacentric height implies greater initial stability against overturning. The metacentric height also influences the natural period of rolling of a hull, with very large metacentric heights being associated with shorter periods of roll which are uncomfortable for passengers. Hence, a sufficiently, but not excessively, high metacentric height is considered ideal for passenger ships." }, { "id": "Twenty-foot equivalent unit", "node": 52, "group": 62, "sum": "The twenty-foot equivalent unit (often TEU or teu) is an inexact unit of cargo capacity often used to describe the capacity of container ships and container terminals. It is based on the volume of a 20-foot-long (6.1 m) intermodal container, a standard-sized metal box which can be easily transferred between different modes of transportation, such as ships, trains and trucks.\nThe container is defined by its length though there is a lack of standardisation in regard to height, ranging between 4 feet 3 inches (1.30 m) and 9 feet 6 inches (2.90 m), with the most common height being 8 feet 6 inches (2.59 m). Also, it is common to designate 45-foot (13.7 m) containers as 2 TEU, rather than 2.25 TEU.\n\n" }, { "id": "Deadweight tonnage", "node": 54, "group": 10, "sum": "Deadweight tonnage (also known as deadweight; abbreviated to DWT, D.W.T., d.w.t., or dwt) or tons deadweight (TDW) is a measure of how much mass a ship is carrying or can safely carry; it does not include the weight of the ship. DWT is the sum of the weights of cargo, fuel, fresh water, ballast water, provisions, passengers, and crew.\nDWT is often used to specify a ship's maximum permissible deadweight (i.e. when she is fully loaded so that her Plimsoll line is at water level), although it may also denote the actual DWT of a ship not loaded to capacity." }, { "id": "Tank container", "node": 56, "group": 61, "sum": "A tank container or tanktainer is an intermodal container for the transport of liquids, gases and powders as bulk cargo.\n\n" }, { "id": "The Box: How the Shipping Container Made the World Smaller and the World Economy Bigger", "node": 57, "group": 46, "sum": "The Box: How the Shipping Container Made the World Smaller and the World Economy Bigger is a non-fiction book by Marc Levinson charting the historic rise of the intermodal container (shipping container) and how it changed the economic landscape of the global economy. The New York Times called it \"a smart, engaging book\".\nThe book inspired the name for the \"The Box\" project run by BBC News from September 2008 onwards, in which the BBC were tracking a container for a period of one year.\nThe Box won a bronze medal in the Independent Publisher Book Awards (2007) in the \"Finance/Investment/Economics\" category. The Box was shortlisted for the Financial Times and Goldman Sachs Business Book of the Year Award (2006)." }, { "id": "Container crane", "node": 58, "group": 4, "sum": "A container crane (also container handling gantry crane or ship-to-shore crane) is a type of large dockside gantry crane found at container terminals for loading and unloading intermodal containers from container ships.\n\nContainer cranes consist of a supporting framework that can traverse the length of a quay or yard on a rail track. Instead of a hook, they are equipped with a specialized handling tool called a spreader. The spreader can be lowered on top of a container and locks onto the container's four locking points (\"corner castings\") using a twistlock mechanism. Cranes normally transport a single container at once, but some newer cranes have the capability to pick up two to four 20-foot containers at once." }, { "id": "Power supply", "node": 59, "group": 32, "sum": "A power supply is an electronic device that supplies electric energy to an electrical load. The primary function of a power supply is to convert one form of electrical energy to another. As a result, power supplies are sometimes referred to as electric power converters. Some power supplies are discrete, stand-alone devices, whereas others are built into larger devices along with their loads. Examples of the latter include power supplies found in desktop computers and consumer electronics devices.\nEvery power supply must obtain the energy it supplies to its load, as well as any energy it consumes while performing that task, from an energy source. Depending on its design, a power supply may obtain energy from various types of energy sources, including electrical energy transmission systems, energy storage devices such as a batteries and fuel cells, electromechanical systems such as generators and alternators, solar power converters, or another power supply.\nAll power supplies have a power input, which receives energy from the energy source, and a power output that delivers energy to the load. In most power supplies the power input and output consist of electrical connectors or hardwired circuit connections, though some power supplies employ wireless energy transfer in lieu of galvanic connections for the power input or output. Some power supplies have other types of inputs and outputs as well, for functions such as external monitoring and control." }, { "id": "Battery (electricity)", "node": 60, "group": 6, "sum": "An electric battery is a device consisting of one or more electrochemical cells with external connections provided to power electrical devices such as flashlights, smartphones, and electric cars. When a battery is supplying electric power, its positive terminal is the cathode and its negative terminal is the anode. The terminal marked negative is the source of electrons that when connected to an external circuit will flow and deliver energy to an external device. When a battery is connected to an external circuit, electrolytes are able to move as ions within, allowing the chemical reactions to be completed at the separate terminals and so deliver energy to the external circuit. It is the movement of those ions within the battery which allows current to flow out of the battery to perform work. Historically the term \"battery\" specifically referred to a device composed of multiple cells, however the usage has evolved to additionally include devices composed of a single cell.\nPrimary (single-use or \"disposable\") batteries are used once and discarded; the electrode materials are irreversibly changed during discharge. Common examples are the alkaline battery used for flashlights and a multitude of portable electronic devices. Secondary (rechargeable) batteries can be discharged and recharged multiple times using mains power from a wall socket; the original composition of the electrodes can be restored by reverse current. Examples include the lead-acid batteries used in vehicles and lithium-ion batteries used for portable electronics such as laptops and smartphones.\nBatteries come in many shapes and sizes, from miniature cells used to power hearing aids and wristwatches to small, thin cells used in smartphones, to large lead acid batteries used in cars and trucks, and at the largest extreme, huge battery banks the size of rooms that provide standby or emergency power for telephone exchanges and computer data centers.\nAccording to a 2005 estimate, the worldwide battery industry generates US$48 billion in sales each year, with 6% annual growth.\nBatteries have much lower specific energy (energy per unit mass) than common fuels such as gasoline. This is somewhat offset by the higher efficiency of electric motors in producing mechanical work, compared to combustion engines." }, { "id": "University of Texas at Austin", "node": 61, "group": 236, "sum": "The University of Texas at Austin, informally UT Austin, UT, University of Texas, or Texas in sports contexts, is a public research university and the flagship institution of the University of Texas System. Founded in 1881 as \"The University of Texas,\" its campus is in Austin, Texas—approximately 1 mile (1,600 m) from the Texas State Capitol. The institution has the nation's seventh-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.\nUT Austin was inducted into the American Association of Universities in 1929, becoming only the third university in the American South to be elected. It is a major center for academic research, with research expenditures exceeding $550 million for the 2014–2015 school year. The university houses seven museums and seventeen libraries, including the Lyndon Baines Johnson Library and Museum and the Blanton Museum of Art, and operates various auxiliary research facilities, such as the J. J. Pickle Research Campus and the McDonald Observatory. Among university faculty are recipients of the Nobel Prize, Pulitzer Prize, the Wolf Prize, the Emmy Award, the Turing Award, and the National Medal of Science, as well as many other awards.\nUT Austin student athletes compete as the Texas Longhorns and are members of the Big 12 Conference. Its Longhorn Network is the only sports network featuring the college sports of a single university. The Longhorns have won four NCAA Division I National Football Championships, six NCAA Division I National Baseball Championships and has claimed more titles in men's and women's sports than any other school in the Big 12 since the league was founded in 1996." }, { "id": "Longhorn IMG Sports Network", "node": 62, "group": 354, "sum": "The Longhorn IMG Sports Network is a radio network in the United States that is dedicated to broadcasting live events and programming of the Texas Longhorns football, basketball (men's and women's), baseball, and softball teams. Owned by IMG College and the University of Texas at Austin via a joint venture, the network consists of 36 affiliates covering 90% of the state of Texas. The network provides broadcasts in the English language for most affiliates, with some affiliates providing broadcasts in Spanish for the benefit of Hispanic listeners." }, { "id": "Calhoun Hall", "node": 63, "group": 296, "sum": "Calhoun Hall (abbreviated CAL) is a building located on the University of Texas at Austin campus, built in 1968. The building is named after John William Calhoun, a mathematics professor, university comptroller from 1925 to 1937, and university president from 1937 to 1939." }, { "id": "Bevo", "node": 64, "group": 6, "sum": "Bevo was a non-alcoholic malt beverage, or near beer, brewed in the United States by the Anheuser-Busch company beginning in the early 20th century. Bevo enjoyed its greatest success during the time of prohibition, when beer, wine and distilled liquors, were made illegal for thirteen years.\nThe Anheuser-Busch company started brewing Bevo when alcoholic beverages were prohibited in 1916  by the United States armed forces. Production rose greatly with national prohibition in 1919, and Bevo was by far the most popular of the many \"cereal beverages\" or \"near beers\" of the time. At the peak of its popularity in the early 1920s, more than five million cases of Bevo were sold annually.\n\nLabels on the bottles billed it as \"Bevo the Beverage\". The name \"Bevo\" was coined from the word \"beverage\" and the Slavic language word for beer \"pivo\", and was pronounced \"Bee-vo\".\nSome Bevo advertising featured the character \"Renard the Fox\" (based on the protagonist of a medieval French folk-tale), and promotional mugs with this character were manufactured. In 1930 Anheuser-Busch built a series of boat-bodied cars in its St. Louis shops called the \"Bevo Boats\" which were used for promotion. Seven are believed to have been built on Pierce-Arrow 8-cylinder chassis while one surviving example was based upon 1930 Cadillac 353 V8.\n\nA contemporary advertisement read \"Cooling and invigorating, Bevo the Beverage. Order by the case from your grocer, druggist, or dealer.\" The paper label on the back of the bottle read \"The All-Year-Round Soft Drink. Appetizing - Healthful - Nutritious - Refreshing. Milk or water may contain bacteria. BEVO never does.\"\nBevo became part of the popular culture of the time, and is mentioned in various popular songs and Vaudeville skits of the era. This led to secondary slang uses of the word; for example, in American military slang a young and inexperienced officer was called a \"Bevo\". The University of Texas named its mascot \"Bevo\", a name which has stuck to this day.\nIrving Berlin included a paean to the drink, \"You Can't Stay Up on Bevo\", in his 1917 army revue, Yip Yip Yaphank. In addition, in his song The Near Future, which includes the ubiquitous lyric \"How Dry I Am\", Bevo is featured prominently. As the Prohibition Era was starting, \"On the Streets of Cairo\" by Jesse G. M. Gluck & Geo. P. Hulten assured people that in Cairo \"you won't have to drink pale Bevo, Booze there has a kick.\"\nIn the late 1920s smuggled bootleg beer and liquor as well as \"homebrew\", cut into Bevo's marketshare. With sales flattening to 100,000 cases by 1929, Anheuser-Busch stopped production.\n\nThe Bevo building, with the Renard character prominently displayed at the corners, still operates as a bottling facility at their main brewery in St. Louis, Missouri. The landmark Bevo Mill, constructed by August Anheuser Busch, Sr. in 1917, was closed in 2009, but reopened in October 2009 under new owners.\nBevo is also mentioned in the short story \"The Killers\" by Ernest Hemingway; as well as in Babbitt by Sinclair Lewis.\nDecades later, Bevo was mentioned in the song \"Ya Got Trouble\" in the musical The Music Man as a reference to an objectionable aspect of the culture of young people during the time in which the musical was set (although The Music Man was set in 1912, four years prior to Bevo's introduction)." }, { "id": "The Killers (Hemingway short story)", "node": 65, "group": 24, "sum": "\"The Killers\" is a short story by Ernest Hemingway, published in Scribner's Magazine in 1927. How much Hemingway received for the literary piece is unknown, but some sources state it was $200. Historians have some documents showing that the working title of the piece was \"The Matadors\". After its appearance in Scribner's, the story was published in Men Without Women, Snows of Kilimanjaro, and The Nick Adams Stories. The writer's depiction of the human experience, his use of satire, and the everlasting themes of death, friendship, and the purpose of life have contributed to make \"The Killers\" one of Hemingway's most famous and frequently anthologized short stories.\nThe story features Nick Adams, a famous Hemingway character from his short stories. In this story, Hemingway shows Adams crossing over from teenager to adult. The basic plot of the story involves a pair of criminals who enter a restaurant seeking to kill a boxer, a Swede named Ole Andreson, who is hiding out for reasons unknown, possibly for winning a fight." }, { "id": "John F. Kennedy Presidential Library and Museum", "node": 66, "group": 61, "sum": "The John F. Kennedy Presidential Library and Museum is the presidential library and museum of John Fitzgerald Kennedy, the 35th President of the United States (1961–1963). It is located on Columbia Point in the Dorchester neighborhood of Boston, Massachusetts, next to the University of Massachusetts Boston, the Edward M. Kennedy Institute for the United States Senate, and the Massachusetts Archives and Commonwealth Museum. Designed by the architect I. M. Pei, the building is the official repository for original papers and correspondence of the Kennedy Administration, as well as special bodies of published and unpublished materials, such as books and papers by and about Ernest Hemingway. The library and museum were dedicated in 1979 by President Jimmy Carter and members of the Kennedy family. It can be reached from nearby Interstate 93 or via shuttle bus or walk from the JFK/UMass stop on the Boston subway's Red line." }, { "id": "Kennedy Expressway", "node": 67, "group": 310, "sum": "The John F. Kennedy Expressway is a 17.8-mile-long (28.65 km) freeway in metropolitan Chicago, Illinois, in the United States that travels northwest from the neighborhood of West Loop to O'Hare International Airport. The highway is named for the 35th U.S. President, John F. Kennedy, and conforms to the Chicago-area convention of using the term Expressway for an Interstate Highway without tolls. The Interstate 90 (I-90) portion of the Kennedy is a part of the much longer I-90 (which runs 3,111.52 miles (5,007.51 km) from Boston, Massachusetts to Seattle, Washington). The Kennedy's official endpoints are the Circle Interchange with Interstate 290 (Eisenhower Expressway/Congress Parkway) and the Dan Ryan Expressway (also I-90/94) at the east end, and the O'Hare Airport terminals at the west end. The Interstate 190 portion of the Kennedy is 3.07 miles (4.94 km) long and is meant to serve airport traffic. Interstate 90 picks up the Kennedy destination and runs a further 6.29 miles (10.12 km), before joining with I-94 for the final 8.44 miles (13.58 km).\nTraveling eastbound from O'Hare, the Kennedy interchanges with the eastern terminus of the Jane Addams Memorial Tollway (Interstate 90) and with the Tri-State Tollway (Interstate 294) at a complex junction just west of Illinois Route 171 (Cumberland Avenue). The Kennedy later merges with the southern end of the Edens Expressway (Interstate 94) at Montrose Avenue; the Kennedy (at this point both I-90 and I-94) then turns south to its junction with the Dan Ryan and Eisenhower Expressways and Congress Parkway at the Jane Byrne Interchange in downtown Chicago.\nWith up to 327,000 vehicles traveling on some portions of the Kennedy daily, the Kennedy and its South Side extension, the Dan Ryan, are the busiest roads in Illinois." }, { "id": "Trade Expansion Act", "node": 68, "group": 197, "sum": "Under the Trade Expansion Acts of 1965 (Pub.L. 87–794, 76 Stat. 872, enacted October 11, 1962, 19 U.S.C. § 1801), the United States Congress granted the White House unprecedented authority to negotiate tariff reductions of up to 80%. It paved the way for the Kennedy Round of General Agreement on Tariffs and Trade (\"GATT\") negotiations, concluding on June 30, 1967, the last day before expiration of the Act. It is one aspect for which the John F. Kennedy administration wasn't known." }, { "id": "Jean Kennedy Smith", "node": 69, "group": 68, "sum": "Jean Ann Kennedy Smith (born February 20, 1928) is an American diplomat who served as United States Ambassador to Ireland from 1993 to 1998. She is the eighth of nine children born to Joseph P. Kennedy, Sr. and Rose Fitzgerald, and is their longest-lived and last surviving child. Her siblings include President John F. Kennedy, Senator Robert F. Kennedy, longtime Senator Ted Kennedy, and Special Olympics founder Eunice Kennedy Shriver.\nSmith is the founder of Very Special Arts (VSA), an internationally recognized non-profit dedicated to creating a society where those with disabilities can engage with the arts. In 2011, she was awarded the Presidential Medal of Freedom, the nation's highest civilian honor, by President Barack Obama for her work with VSA and the disabled.\nAs Ambassador to Ireland, Smith was instrumental to the Northern Ireland peace process as President Bill Clinton's representative in Dublin. She was heavily criticised after advocating for the U.S. government to grant a visa to Sinn Féin President Gerry Adams, although her family would claim this influenced the IRA declaring a ceasefire in 1994. Irish President Mary McAleese conferred honorary Irish citizenship on Smith in 1998 in recognition of her service to the country." }, { "id": "Situation Room", "node": 70, "group": 339, "sum": "The White House Situation Room, officially known as the John F. Kennedy Conference Room, is a 5,525-square-foot (513.3 m2) conference room and intelligence management center in the basement of the West Wing of the White House. It is run by the National Security Council staff for the use of the President of the United States and their advisors (including the National Security Advisor, the Homeland Security Advisor and the White House Chief of Staff) to monitor and deal with crises at home and abroad and to conduct secure communications with outside (often overseas) persons. The Situation Room is equipped with secure, advanced communications equipment for the President to maintain command and control of U.S. forces around the world." }, { "id": "United States Homeland Security Council", "node": 71, "group": 110, "sum": "The Homeland Security Council (HSC) is an entity within the Executive Office of the President of the United States tasked with advising the President on matters relating to Homeland Security. The current Homeland Security Advisor is Tom Bossert who holds the rank of Assistant to the President for Homeland Security and Counterterrorism.\n\n" }, { "id": "White House Chief Usher", "node": 72, "group": 72, "sum": "The White House Chief Usher is the head of household staff and operations at the White House, the official residence and principal workplace of the President of the United States of America." }, { "id": "Truman Balcony", "node": 73, "group": 82, "sum": "The Truman Balcony is the second-floor balcony of the Executive Residence of the White House, which overlooks the south lawn. It was completed in March 1948, during the presidency of Harry S. Truman." }, { "id": "United Nations Security Council Resolution 82", "node": 74, "group": 137, "sum": "United Nations Security Council Resolution 82 was a measure adopted by the United Nations Security Council (UNSC) on June 25, 1950. The resolution demanded North Korea immediately end its invasion of South Korea, the catalyst for the beginning of the Korean War. The measure was adopted by a vote of 9 support, none opposed, and one abstention.\nThe Korean Peninsula had been divided between occupation forces of the United States and the Soviet Union since the end of World War II along the 38th Parallel. Each government sought to prop up a government on its side of the occupation border, and as the Cold War began, tensions rose between the two Koreas. These culminated in open warfare with the North's invasion of the South on June 25. During this time, the United Nations backed South Korea and considered it the only lawful government.\nThe resolution called on the North to immediately halt its invasion and to move its troops back to the 38th parallel. Seen as a diplomatic victory for the United States, the resolution was completely ignored by North Korea. This brought the UN and the US to take further action, setting the state for massive international involvement and the expansion of the Korean War." }], "links": [{ "source": "Voiceless dental and alveolar stops", "target": "Ejective consonant", "value": 105 }, { "source": "Ejective consonant", "target": "Austronesian languages", "value": 35 }, { "source": "Austronesian languages", "target": "Li'o language", "value": 301 }, { "source": "Li'o language", "target": "Central Philippine languages", "value": 118 }, { "source": "Central Philippine languages", "target": "Manide language", "value": 230 }, { "source": "Manide language", "target": "Bikol languages", "value": 34 }, { "source": "Bikol languages", "target": "Chavacano", "value": 84 }, { "source": "Chavacano", "target": "East Malaysia", "value": 132 }, { "source": "East Malaysia", "target": "Energy policy of Malaysia", "value": 61 }, { "source": "Energy policy of Malaysia", "target": "Unfederated Malay States", "value": 157 }, { "source": "Unfederated Malay States", "target": "Governor of Victoria", "value": 231 }, { "source": "Governor of Victoria", "target": "Tudor Crown", "value": 228 }, { "source": "Tudor Crown", "target": "Crown of Frederick I", "value": 115 }, { "source": "Crown of Frederick I", "target": "Crown of the Netherlands", "value": 63 }, { "source": "Crown of the Netherlands", "target": "Crown of Queen Elizabeth The Queen Mother", "value": 49 }, { "source": "Crown of Queen Elizabeth The Queen Mother", "target": "Coronet of Charles, Prince of Wales", "value": 15 }, { "source": "Coronet of Charles, Prince of Wales", "target": "Malcolm Appleby", "value": 150 }, { "source": "Malcolm Appleby", "target": "Worshipful Company of Goldsmiths", "value": 24 }, { "source": "Worshipful Company of Goldsmiths", "target": "Worshipful Company of Arts Scholars", "value": 40 }, { "source": "Worshipful Company of Arts Scholars", "target": "Worshipful Company of Makers of Playing Cards", "value": 80 }, { "source": "Worshipful Company of Makers of Playing Cards", "target": "City of London", "value": 3 }, { "source": "City of London", "target": "2012 Summer Olympics", "value": 12 }, { "source": "2012 Summer Olympics", "target": "Hong Kong at the 2012 Summer Olympics", "value": 335 }, { "source": "Hong Kong at the 2012 Summer Olympics", "target": "Liberia at the 2012 Summer Olympics", "value": 194 }, { "source": "Liberia at the 2012 Summer Olympics", "target": "Vanuatu at the 2012 Summer Olympics", "value": 234 }, { "source": "Vanuatu at the 2012 Summer Olympics", "target": "El Salvador at the 2012 Summer Olympics", "value": 72 }, { "source": "El Salvador at the 2012 Summer Olympics", "target": "British Virgin Islands at the 2012 Summer Olympics", "value": 33 }, { "source": "British Virgin Islands at the 2012 Summer Olympics", "target": "Bulgaria at the 2012 Summer Olympics", "value": 47 }, { "source": "Bulgaria at the 2012 Summer Olympics", "target": "Bulgaria at the 2008 Summer Olympics", "value": 89 }, { "source": "Bulgaria at the 2008 Summer Olympics", "target": "Lebanon at the 2008 Summer Olympics", "value": 235 }, { "source": "Lebanon at the 2008 Summer Olympics", "target": "Algeria at the 2008 Summer Olympics", "value": 5 }, { "source": "Algeria at the 2008 Summer Olympics", "target": "Belize at the 2008 Summer Olympics", "value": 66 }, { "source": "Belize at the 2008 Summer Olympics", "target": "Saint Kitts and Nevis at the 2008 Summer Olympics", "value": 200 }, { "source": "Saint Kitts and Nevis at the 2008 Summer Olympics", "target": "Japan at the 2008 Summer Olympics", "value": 119 }, { "source": "Japan at the 2008 Summer Olympics", "target": "Denso Airybees", "value": 242 }, { "source": "Denso Airybees", "target": "Mizuho Ishida", "value": 37 }, { "source": "Mizuho Ishida", "target": "2010 FIVB Volleyball Women's World Championship", "value": 2 }, { "source": "2010 FIVB Volleyball Women's World Championship", "target": "1978 FIVB Volleyball Women's World Championship", "value": 40 }, { "source": "1978 FIVB Volleyball Women's World Championship", "target": "Germany women's national volleyball team", "value": 140 }, { "source": "Germany women's national volleyball team", "target": "SS Potsdam", "value": 278 }, { "source": "SS Potsdam", "target": "Norddeutscher Lloyd", "value": 1 }, { "source": "Norddeutscher Lloyd", "target": "SS Saale", "value": 210 }, { "source": "SS Saale", "target": "German auxiliary cruiser Komet", "value": 13 }, { "source": "German auxiliary cruiser Komet", "target": "SS Kaiser Wilhelm II", "value": 144 }, { "source": "SS Kaiser Wilhelm II", "target": "USS Susquehanna (ID-3016)", "value": 98 }, { "source": "USS Susquehanna (ID-3016)", "target": "Length between perpendiculars", "value": 26 }, { "source": "Length between perpendiculars", "target": "Inclining test", "value": 18 }, { "source": "Inclining test", "target": "Angle of list", "value": 1 }, { "source": "Angle of list", "target": "Waterline", "value": 44 }, { "source": "Waterline", "target": "Tonnage", "value": 67 }, { "source": "Tonnage", "target": "Metacentric height", "value": 41 }, { "source": "Metacentric height", "target": "Twenty-foot equivalent unit", "value": 62 }, { "source": "Twenty-foot equivalent unit", "target": "Inclining test", "value": 30 }, { "source": "Inclining test", "target": "Deadweight tonnage", "value": 10 }, { "source": "Deadweight tonnage", "target": "Twenty-foot equivalent unit", "value": 50 }, { "source": "Twenty-foot equivalent unit", "target": "Tank container", "value": 61 }, { "source": "Tank container", "target": "The Box: How the Shipping Container Made the World Smaller and the World Economy Bigger", "value": 46 }, { "source": "The Box: How the Shipping Container Made the World Smaller and the World Economy Bigger", "target": "Container crane", "value": 4 }, { "source": "Container crane", "target": "Power supply", "value": 32 }, { "source": "Power supply", "target": "Battery (electricity)", "value": 6 }, { "source": "Battery (electricity)", "target": "University of Texas at Austin", "value": 236 }, { "source": "University of Texas at Austin", "target": "Longhorn IMG Sports Network", "value": 354 }, { "source": "Longhorn IMG Sports Network", "target": "Calhoun Hall", "value": 296 }, { "source": "Calhoun Hall", "target": "Bevo", "value": 6 }, { "source": "Bevo", "target": "The Killers (Hemingway short story)", "value": 24 }, { "source": "The Killers (Hemingway short story)", "target": "John F. Kennedy Presidential Library and Museum", "value": 61 }, { "source": "John F. Kennedy Presidential Library and Museum", "target": "Kennedy Expressway", "value": 310 }, { "source": "Kennedy Expressway", "target": "Trade Expansion Act", "value": 197 }, { "source": "Trade Expansion Act", "target": "Jean Kennedy Smith", "value": 68 }, { "source": "Jean Kennedy Smith", "target": "Situation Room", "value": 339 }, { "source": "Situation Room", "target": "United States Homeland Security Council", "value": 110 }, { "source": "United States Homeland Security Council", "target": "White House Chief Usher", "value": 72 }, { "source": "White House Chief Usher", "target": "Truman Balcony", "value": 82 }, { "source": "Truman Balcony", "target": "United Nations Security Council Resolution 82", "value": 137 }, { "source": "Battery (electricity)", "target": "Deadweight tonnage", "value": 105 }, { "source": "Worshipful Company of Makers of Playing Cards", "target": "German auxiliary cruiser Komet", "value": 35 }, { "source": "Coronet of Charles, Prince of Wales", "target": "Malcolm Appleby", "value": 301 }, { "source": "Governor of Victoria", "target": "Saint Kitts and Nevis at the 2008 Summer Olympics", "value": 118 }, { "source": "Waterline", "target": "Bikol languages", "value": 230 }, { "source": "John F. Kennedy Presidential Library and Museum", "target": "Central Philippine languages", "value": 34 }, { "source": "Twenty-foot equivalent unit", "target": "Li'o language", "value": 84 }, { "source": "Kennedy Expressway", "target": "Coronet of Charles, Prince of Wales", "value": 132 }, { "source": "The Box: How the Shipping Container Made the World Smaller and the World Economy Bigger", "target": "Bevo", "value": 61 }, { "source": "Metacentric height", "target": "Twenty-foot equivalent unit", "value": 157 }, { "source": "Situation Room", "target": "Crown of Queen Elizabeth The Queen Mother", "value": 231 }, { "source": "Crown of Frederick I", "target": "Manide language", "value": 228 }, { "source": "Calhoun Hall", "target": "Power supply", "value": 115 }, { "source": "El Salvador at the 2012 Summer Olympics", "target": "United States Homeland Security Council", "value": 63 }, { "source": "John F. Kennedy Presidential Library and Museum", "target": "Kennedy Expressway", "value": 49 }, { "source": "Algeria at the 2008 Summer Olympics", "target": "Twenty-foot equivalent unit", "value": 15 }, { "source": "Worshipful Company of Makers of Playing Cards", "target": "Deadweight tonnage", "value": 150 }, { "source": "Chavacano", "target": "Power supply", "value": 24 }, { "source": "Metacentric height", "target": "Unfederated Malay States", "value": 40 }, { "source": "Ejective consonant", "target": "Battery (electricity)", "value": 80 }, { "source": "Truman Balcony", "target": "The Box: How the Shipping Container Made the World Smaller and the World Economy Bigger", "value": 3 }, { "source": "Waterline", "target": "Inclining test", "value": 12 }, { "source": "Saint Kitts and Nevis at the 2008 Summer Olympics", "target": "Bevo", "value": 335 }, { "source": "Bevo", "target": "Jean Kennedy Smith", "value": 194 }, { "source": "Ejective consonant", "target": "2012 Summer Olympics", "value": 234 }, { "source": "University of Texas at Austin", "target": "Worshipful Company of Goldsmiths", "value": 72 }, { "source": "Liberia at the 2012 Summer Olympics", "target": "The Killers (Hemingway short story)", "value": 33 }, { "source": "United States Homeland Security Council", "target": "Worshipful Company of Makers of Playing Cards", "value": 47 }, { "source": "Power supply", "target": "Vanuatu at the 2012 Summer Olympics", "value": 89 }, { "source": "White House Chief Usher", "target": "Li'o language", "value": 235 }, { "source": "British Virgin Islands at the 2012 Summer Olympics", "target": "Bulgaria at the 2012 Summer Olympics", "value": 5 }, { "source": "Saint Kitts and Nevis at the 2008 Summer Olympics", "target": "USS Susquehanna (ID-3016)", "value": 66 }, { "source": "Central Philippine languages", "target": "The Box: How the Shipping Container Made the World Smaller and the World Economy Bigger", "value": 200 }, { "source": "Jean Kennedy Smith", "target": "Longhorn IMG Sports Network", "value": 119 }, { "source": "United States Homeland Security Council", "target": "Trade Expansion Act", "value": 242 }, { "source": "SS Potsdam", "target": "Worshipful Company of Goldsmiths", "value": 37 }, { "source": "SS Potsdam", "target": "Tudor Crown", "value": 2 }, { "source": "Tank container", "target": "Length between perpendiculars", "value": 40 }, { "source": "John F. Kennedy Presidential Library and Museum", "target": "City of London", "value": 140 }, { "source": "Tank container", "target": "City of London", "value": 278 }, { "source": "Voiceless dental and alveolar stops", "target": "Japan at the 2008 Summer Olympics", "value": 1 }, { "source": "Waterline", "target": "Battery (electricity)", "value": 210 }, { "source": "Length between perpendiculars", "target": "Vanuatu at the 2012 Summer Olympics", "value": 13 }, { "source": "University of Texas at Austin", "target": "Bevo", "value": 144 }, { "source": "USS Susquehanna (ID-3016)", "target": "Length between perpendiculars", "value": 98 }, { "source": "Liberia at the 2012 Summer Olympics", "target": "Crown of the Netherlands", "value": 26 }, { "source": "Longhorn IMG Sports Network", "target": "Voiceless dental and alveolar stops", "value": 18 }, { "source": "Worshipful Company of Goldsmiths", "target": "Twenty-foot equivalent unit", "value": 1 }, { "source": "SS Saale", "target": "Malcolm Appleby", "value": 44 }, { "source": "Kennedy Expressway", "target": "Angle of list", "value": 67 }, { "source": "The Box: How the Shipping Container Made the World Smaller and the World Economy Bigger", "target": "SS Potsdam", "value": 41 }, { "source": "El Salvador at the 2012 Summer Olympics", "target": "Situation Room", "value": 62 }, { "source": "Germany women's national volleyball team", "target": "El Salvador at the 2012 Summer Olympics", "value": 30 }, { "source": "John F. Kennedy Presidential Library and Museum", "target": "Bevo", "value": 10 }, { "source": "Twenty-foot equivalent unit", "target": "Bulgaria at the 2012 Summer Olympics", "value": 50 }, { "source": "Malcolm Appleby", "target": "Lebanon at the 2008 Summer Olympics", "value": 61 }, { "source": "Vanuatu at the 2012 Summer Olympics", "target": "Worshipful Company of Makers of Playing Cards", "value": 46 }, { "source": "Austronesian languages", "target": "John F. Kennedy Presidential Library and Museum", "value": 4 }, { "source": "Austronesian languages", "target": "Worshipful Company of Arts Scholars", "value": 32 }, { "source": "Chavacano", "target": "Trade Expansion Act", "value": 6 }, { "source": "Chavacano", "target": "Austronesian languages", "value": 236 }, { "source": "Situation Room", "target": "El Salvador at the 2012 Summer Olympics", "value": 354 }, { "source": "Hong Kong at the 2012 Summer Olympics", "target": "Worshipful Company of Makers of Playing Cards", "value": 296 }, { "source": "Hong Kong at the 2012 Summer Olympics", "target": "City of London", "value": 6 }, { "source": "University of Texas at Austin", "target": "Algeria at the 2008 Summer Olympics", "value": 24 }, { "source": "German auxiliary cruiser Komet", "target": "Crown of Queen Elizabeth The Queen Mother", "value": 61 }, { "source": "Denso Airybees", "target": "The Killers (Hemingway short story)", "value": 310 }, { "source": "Mizuho Ishida", "target": "Voiceless dental and alveolar stops", "value": 197 }, { "source": "University of Texas at Austin", "target": "Denso Airybees", "value": 68 }, { "source": "Central Philippine languages", "target": "Ejective consonant", "value": 339 }, { "source": "Governor of Victoria", "target": "German auxiliary cruiser Komet", "value": 110 }, { "source": "Austronesian languages", "target": "Tudor Crown", "value": 72 }, { "source": "Governor of Victoria", "target": "Metacentric height", "value": 82 }, { "source": "Liberia at the 2012 Summer Olympics", "target": "El Salvador at the 2012 Summer Olympics", "value": 137 }] }